Repository: Datastore24Kirill/project
Catalog: Verifier_old/Verifier/*.lproj/Localizable.strings
Languages: ru

# InternetErrorTitle
source: Error
ru: Ошибка

# Error fill all fields
source: Need to fill all fields
ru: Необходимо заполнить все поля

# Error incorrect qr code
source: Incorrect QR-code
ru: Некорректный QR-код

# InternetErrorMessage
source: Please check your internet connection and try again.
ru: Проверьте подключение к Интернету и повторите попытку.

# EmailErrorMessage
source: Your email is invalid.
ru: Недопустимый адрес электронной почты.

# PasswordErrorMessage
source: Enter your password please.
ru: Введите свой пароль, пожалуйста.

# ConfirmPasswordErrorMessage
source: Enter your confirm password please.
ru: Введите свой подтверждающий пароль, пожалуйста.

# ConfirmAndPasswordErrorMessage
source: Your passwords do not match.
ru: Ваши пароли не совпадают.

# Success change personal info
source: Your personal info has been successfully changed
ru: Ваши данные изменены успешно

# add_photo
source: Please add photo
ru: пожалуйста добавьте фото

# Verify info error
source: You must fill out all the profile information
ru: Для создания заявки необходимо заполнить всю информацию профиля

source: Profile
ru: Профиль

source: Remove photo
ru: Удалить фото

# Uploading photo
source: Personalize your Verifier account by uploading your photo
ru: Персонализируйте свою учетную запись, загрузив фотографию.

source: Login
ru: Войти

# Enter your id
source: Enter your ID or Login
ru: Введите ваш e-mail или ID

source: Your Password
ru: Ваш пароль

source: Your E-Mail or ID
ru: Ваш E-Mail или ID

source: Next
ru: Далее

# Fogot Password
source: Forgot your data?
ru: Забыла свои данные?

source: Help with sing in.
ru: Помощь со входом

source: Login via
ru: Войти через

source: Do not have account?
ru: У вас нет аккаунта?

source: Sign Up.
ru: Зарегистрироваться.

source: Through
ru: Через

# Registration Info
source: Sign up to find out maximum features of the application Verifire
ru: Зарегистрируйтесь, чтобы узнать максимум возможностей приложения Verifire

source: Continue
ru: Далее

source: Registration
ru: Регистрация

source: Personal data
ru: Введите данные

source: ID data
ru: Паспортные данные

source: Address
ru: Введите адрес

source: Avatar
ru: Аватар

source: Password
ru: Пароль

source: Repeat password
ru: Повторите пароль

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Phone
ru: Телефон

source: Birth date
ru: Дата рождения

source: Work Place
ru: Место работы

source: Specialization
ru: Профессия

source: Nationality
ru: Национальность

source: Passport series
ru: Серия паспорта

source: Passport number
ru: Номер паспорта

source: Passport issue
ru: Кем выдан

source: Passport issue date
ru: Дата выдачи

source: Passport issue code
ru: Код подразделения

source: Country
ru: Страна

source: Region
ru: Регион

source: City
ru: Город

source: Street
ru: Улица

source: House
ru: Дом

source: Apartment
ru: Квартира

source: ZIP code
ru: Индекс

source: Enter your promo code
ru: Введите ваш промокод

source: Enter promo code
ru: Введите промокод

source: Please enter 8 symbols
ru: Введите 8 символов

source: If you have promo code, please enter
ru: Если у вас есть промокод, введите его

source: Promo is empty. Do you want to continue?
ru: Промо код не введен, продолжить регистрацию без него?

source: Promo isn't correct
ru: Не корректный промо код

# QR enter
source: If you have QR code, scan it to enter applications
ru: Если у вас есть QR-код, просканируйте его для входа в приложения

source: Scan
ru: Сканировать

source: Back
ru: Назад

source: START
ru: ВЗЯТЬ В РАБОТУ

source: Tasks
ru: Заявки

source: Record a Video
ru: Записать видео

source: SEND
ru: ЗАВЕРШИТЬ

# AlertTaskIsDone
source: Task is Done! Wait for customer approval!
ru: Заявка успешно выполнена и отправлена на подтверждение заказчику

# AlertOrderVerifier
source: You are outside execution zone
ru: Вы находитесь вне зоны выполнения заявки

source: to Vote
ru: к рейтингу

source: Choose type address
ru: Выберите тип адреса

source: Choose the country
ru: Выберите страну

# Choose a date
source: Choose date
ru: Выберите дату

source: Take a Photo
ru: Сделать фото

source: Cancel
ru: Отмена

source: Approve
ru: Одобрить

source: APPROVE
ru: ПОДТВЕРЖДЕНО

source: Done
ru: Готово

source: Choose item
ru: Выберите пункт

source: ACTIVE
ru: В РАБОТЕ

source: CREATE
ru: НОВАЯ

# AppLanguage
source: en
ru: ru

# TitlePopUp
source: Task is Done! Wait for customer approval!
ru: Заявка успешно выполнена и отправлена на подтверждение заказчику!

source: DONE
ru: ГОТОВО

source: Details
ru: Подробнее

source: Fill this field..
ru: Заполните это поле...

source: You’ve got
ru: Получено

source: Hash
ru: Хэш

# LoginErrorTitle
source: Error
ru: Ошибка

# LoginErrorDescription
source: Incorrect login or password
ru: Неверный логин или пароль

# TaskErrorTitle
source: Error
ru: Ошибка

# TaskErrorDescription
source: All fields should be filled
ru: Все поля должны быть заполнены

source: Log Out
ru: Выйти

source: No tasks
ru: Нет заявок для выполнения.

# No tasks done
source: No tasks
ru: Нет выполненных заявок.

source: MORE OF THE WEBSITE
ru: ПОДРОБНЕЕ НА САЙТЕ

# Settings nav
source: Settings
ru: Настройки

source: Select the language
ru: Выберите язык

source: Save
ru: Сохранить

source: Address of Etherium wallet
ru: Адрес этериум кошелька

source: Enter the address
ru: Введите адрес

source: Balance
ru: Баланс

source: Withdraw money
ru: Вывести средства

source: Your promocode
ru: Ваш промокод

source: Share your promocode with your friend to get bonus tokens
ru: Поделись с другом промо-кодом и получай бонусные токены

source: Share the application
ru: Поделиться приложением

source: If you liked the application, please, share it with your friends with a reference link.
ru: Если приложение вам понравилось, то поделитесь им с друзьями при помощи ссылки.

source: The size of a video should not be bigger than 50 MB.
ru: Размер видео не должен превышать 50 мб.

source: A video should not last longer than 1 minute.
ru: Продолжительность видео не должна быть больше 1 мин.

source: A video should not last longer than 1 minute and be bigger than 50 MB.
ru: Продолжительность видео не должна быть больше 1 минути и не превышать 50 мб.

source: Feedback
ru: Обратная связь

source: Subject of your message
ru: Тема ващего сообщения

source: Error
ru: Ошибка

# Subject 1
source: Error of app usability
ru: Ошибка в работе приложении

# Subject 2
source: Error of order transfer
ru: Ошибка отправки заявки

# Subject 3
source: Error of order execution
ru: Ошибка выполнения заявки

# Subject 4
source: Crediting of tokens
ru: Начисление токенов

# Subject 5
source: App Usability Reviews
ru: Пожелания по работе с приложением

source: Thank you for your feedback
ru: Спасибо за отзыв

source: By time of execution
ru: По времени выполнения

source: By address
ru: По адресу

source: By radius
ru: По радиусу

source: By contents
ru: По содержанию

source: Range of order execution
ru: Диапазон выполнения заявки

source: Today
ru: Сегодня

source: Tomorrow
ru: Завтра

source: Within 1 week
ru: В течении недели

source: Within 1 month
ru: В течении месяца

source: Select the period within which you'd like to view the orders
ru: Выбирите период, за который вы хотите увидеть заявки

source: All
ru: Все

source: Choose a radius
ru: Выберите радиус

source: Choose a content
ru: Выберите содержание

source: If you liked the app, share it with friends via the link
ru: Если приложение вам понравилось, поделитесь им с друзьями при помощи ссылки

# Individual
source: Individul
ru: Физическое лицо

source: Real Estate
ru: Недвижимость

source: Office
ru: Офис

source: Deals
ru: Сделики

source: Personal Estate
ru: Движимое имущество

source: Events
ru: Собития

source: Equipment
ru: Оборудование

source: Online purchases
ru: Интернет покупки

source: New verifier
ru: Новый верифаер

source: Items in Shop
ru: Товар в магазине

source: Others
ru: Другое

source: Verify
ru: Верифицировать

source: Verification of order
ru: Верификация заявки

source: Save the order
ru: Сохранить заявку

source: Select additional means your order to be confirmed
ru: Выбирите какими дополнительными материалами вы хотите, чтобы подтвердили вашу заявку

source: View with a map
ru: Посмотреть на карте

source: Ready
ru: Готов

source: Menu
ru: Меню

source: My Account
ru: Личный кабинет

source: Create new order
ru: Создать заявку

source: In work
ru: В работе

source: My Orders
ru: Мои заявки

source: Orders to be verified
ru: Заявки на верификацию

source: Filters
ru: Фильтры

source: Settings
ru: Настройки

source: Wallet
ru: Кошелек

# Step 1
source: Stage 1
ru: Этап 1

# Step 2
source: Stage 2
ru: Этап 2

# Order name
source: Name of the Order
ru: Название заявки

# Switch label
source: Verification of Individual
ru: Верификация физического лица

source: Middle Name
ru: Отчество

# Subject of order
source: Order topic
ru: Тема заявки

# Date title
source: Date & Time for verification
ru: Дата и время верификации

source: Date
ru: Дата

source: Time
ru: Время

source: From
ru: С

source: To
ru: По

# Address placeholder
source: Enter address: city, street, house
ru: Введите адрес: город, улица, дом

source: Formulate the order fields
ru: Сформулируйте поля заявки

source: Complete your order by adding the fields that are necessary to complete the tasks
ru: Дополните свою заявку, добавив в нее те поля, которые нужны для выполнения задания

source: Add a field
ru: Добавить поле

source: Confirm by text
ru: Подтвердить текстом

source: Confirm by photos
ru: Подтвердить фотографиями

source: Confirm by video
ru: Подтвердить видео

source: Field of the order
ru: Поле заявки

source: Type of the order
ru: Тип поля

source: Name of the field
ru: Название поля

source: Enter the description
ru: Введите описание

source: Select the number of photos
ru: Выберите кол-во фотографий

source: Describe shortly what is necessary
ru: Кратко опишите, что необходимо

source: Description
ru: Описание

source: dd.mm.yyyy
ru: дд.мм.гггг

# Period
source: Select the period within which you'd like to view the orders
ru: Выбирите период, за который вы хотите увидеть заявки

# Map filter
source: Put a mark on the map or enter the address, around which you'd like to view the orders
ru: Поставьте точку на катре или введите адрес, вокруг которого вы хотите увидеть заявки

# Radius filter
source: Select the radius on the map and enter the address, around which you'd like to view the orders
ru: Выберите радиус, в котором вы хотите видеть заявки

source: Fill out the fields of order to be verified
ru: Заполните поля заявки для верификации

source: Name of the Order
ru: Название заявки

source: Name
ru: Имя

source: Map a route
ru: Проложить маршрут

source: Order fields
ru: Поля заявки

source: Please, enter the reason of return
ru: Введите причину отказа
